/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */

/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "Saapuva yhteystietopyyntö";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "Varattu";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "Puheluvirhe 1";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "Puheluvirhe 2";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "Koputus";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "Yhteys";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "Yhteyshenkilö tavoitettavissa";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "Yhteyshenkilö ei tavoitettavissa";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "Yhteystiedot vastaanotettu";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "Tiedostonsiirto valmis";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "Tiedostonsiirto epäonnistui";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "Ensimmäinen viesti vastaanotettu";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "Puhelu päättyi";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "Puhelu asetettu pitoon";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "Saapuva puhelu";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "Saapuva tiedostonsiirto";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "Kirjaudu";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "Kirjaudu ulos";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "Viesti vastaanotettu";

/* Alerts preferences: Foreground Message Received sound */
AlertSoundName_ForegroundMessageReceived = "Edustaviesti vastaanotettu";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "Viesti lähetetty";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "Uusi käyttäjä";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "Lähtevä puhelu";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "Vastapuoli lopetti puhelun";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "Jatka puhelua";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "Äänitaajuusvalinta";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "TripleBeep";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "Ääniviesti";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "Kun kirjaudun ulos";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "Kun kirjaudun sisään";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "Yhteyshenkilö siirtyy tavoitettavaksi";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "Yhteyshenkilö siirtyy tavoittamattomiin";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "Saapuva puhelu";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "Saapuva puhelu – koputus";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "Puhelua yhdistetään";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "Lähtevä puhelu";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "Puhelu päättyi";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "Ryhmäpuhelun osallistuja lopetti puhelun";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "Varattu";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "Puhelu asetettu pitoon";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "Jatka puhelua";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "Uusi viesti äskettäisessä keskustelussa";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "Uusi viesti tämänhetkisessä keskustelussa";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "Ensimmäinen viesti keskustelussa";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "Fiilisviesti vastaanotettu";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "Yhteyshenkilö kirjoittaa";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "Viesti lähetetty";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "Yhteyspyyntö vastaanotettu";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "Yhteystiedot vastaanotettu";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "Saapuva tiedostonsiirto";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "Tiedostonsiirto valmis";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "Tiedostonsiirto epäonnistui";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_DesktopAPIClientConnected = "Työpöytäsovellusliittymää käyttävä ohjelma yhdistetty";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "Olet kirjautunut sisään.";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "Olet kirjautunut ulos.";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "Yhteyshenkilö @ on tavoitettavissa.";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "Yhteyshenkilö @ ei ole tavoitettavissa.";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "Saapuva puhelu käyttäjältä @.";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "Saapuva puhelu käyttäjältä @.";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "Puhelua yhdistetään.";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "Soitetaan käyttäjälle @.";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "Puhelu päättyi.";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "Osallistuja lopetti puhelun.";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "Linja on varattu.";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "Laita puhelu pitoon.";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "Jatka puhelua.";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "Viesti";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "Viesti käyttäjältä @.";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "Viesti käyttäjälle @.";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "@ vaihtoi fiilisviestin.";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "Sinulle on pikaviesti käyttäjältä @.";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "@ kirjoittaa.";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "Sinulle on yhteyspyyntö käyttäjältä @.";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "Sait yhteystietoluettelon käyttäjältä @.";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "Sait tiedoston käyttäjältä @.";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "Tiedostonsiirto käyttäjän @ kanssa on valmis.";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "Tiedostonsiirto käyttäjän @ kanssa epäonnistui.";

/* Alerts preferences: - Desktop API App connected */
AlertTextToSpeak_DesktopAPIClientConnected = "@ yhdistetty";
